Repository: p-eli/create_ap-gui
Catalog: createApGui/lang/*/LC_MESSAGES/lang.po
Languages: german_en

source: AP name
german_en: Name des Access-Point:

source: Wifi interface
german_en: WLAN-Schnittstelle:

source: Interface with Internet
german_en: Netzwerk-Schnittstelle:

source: Receiving
german_en: Empfange aktuell:

source: None
german_en: keine Daten vorhanden

source: Total Received
german_en: Gesamt empfangen:

source: Sending
german_en: Sende aktuell:

source: Total Sent
german_en: Gesamt gesendet:

source: Connect
german_en: Verbunden

source: Running AP
german_en: AP-Status

source: Password
german_en: Passwort:

source: Show password
german_en: Passwort anzeigen

source: Refresh
german_en: Aktualisieren

source: Only Create
german_en: AP einmalig anlegen

source: Save and Create
german_en: AP anlegen und speichern

source: New AP
german_en: AP-Verwaltung

source: Interface1
german_en: WLAN-Schnittstelle:

source: Interface2
german_en: Netzwerk-Schnittstelle:

source: Delete
german_en: Access-Point entfernen

source: Create
german_en: Access-Point starten

source: Create AP
german_en: Access-Points anlegen

source: Language
german_en: Sprache:

source: Save
german_en: speichern

source: Setting
german_en: Einstellungen

source: Gui application for easy creating access points. Application allows save configuration for quickly create AP.
german_en: Eine grafische Oberfläche zum einfachen anlegen von Access Points, Hot-Spots, WLAN-Repeatern. Die Software erlaubt einfaches und sicheres Anlegen verschiedener Verbindungen und kann diese in einer Liste speichern.

source: Author:
german_en: Autoren:

source: Jakub Pelikan
german_en: Jakub Pelikan (Programm-Autor), Richard Rein (Übersetzer Deutsch)

source: Website:
german_en: Webseite

source: About
german_en: Über Create_AP-GUI

source: AP is running
german_en: Access-Point aktiv :)

source: Before start new one, turn off running AP.
german_en: Bevor du einen neuen AP erstellen kannst, schalte den aktiven AP erst ab.

source: Invalid password length
german_en: Ungültige Länge des Passworts.

source: expected length 8..63
german_en: erwartete Länge 8..63

source: Ap name is Empty
german_en: AP-Name ist leer

source: Please fill it.
german_en: Bitte ausfüllen.

source: No active AP
german_en: Kein AP gewählt

source: Creating AP...
german_en: Access-Point wird angelegt...

source: Disconnect
german_en: Verbindung unterbrochen

source: Create failed
german_en: Anlegen des AP fehlgeschlagen

source: AP Error
german_en: AP Fehler

source: Error details
german_en: Fehler Details

source: AP is active
german_en: Access-Point aktiv :)

source: INTERFACE-DISABLED
german_en: Schnittstelle deaktiviert

source: Show AP Status
german_en: Access-Points-Status

source: Setup New AP
german_en: Access-Points anlegen

source: Exit
german_en: Programm beenden
